import { Container } from "@mantine/core";

export default function Page() {
  return (
    <Container className="pt-[24px]">
      <h1 className="font-bold mb-[12px]">Политика конфиденциальности</h1>

      <p className="text-gray-400 mb-[24px]">Последнее обновление: 10 Марта, 2023</p>

      <p className="mb-[12px]">
        Пожалуйста, внимательно прочитайте эту политику конфиденциальности («Политика конфиденциальности»), чтобы
        понять, как freelance.com («freelance.com», «Мы», «Нас», «Наш») использует личную информацию. Заходя на
        https://freelance.com или любой другой связанный(е) сайт(ы), приложения, услуги и товары, или любой другой
        управляемый нами веб-сайт, который ссылается на эту политику (каждый из них именуется «Сайт»), вы признаете, что
        вы прочитали и поняли настоящую Политику.
      </p>

      <p>
        Настоящая Политика может время от времени меняться; любые изменения, которые мы вносим в политику, будут
        опубликованы на этом Сайте, мы также предпримем любые другие шаги в объеме, требуемом применимым
        законодательством, включая уведомление о существенных изменениях. Изменения в этой политике вступают в силу с
        указанной даты «Последнее обновление». Мы рекомендуем вам периодически проверять Политику на предмет любых
        изменений или обновлений.
      </p>
    </Container>
  );
}
